[
  {
    "id": 1,
    "title": "Staff Opportunities",
    "content": {
      "type": "CustomSection",
      "props": {
        "description": "Staff opportunities provide ways to contribute meaningfully to organizational success without requiring a background in cloud administration or software development. These roles support critical operations through leadership, logistics, policy development, training coordination, and strategic planning. Individuals with prior experience in operations, management, or coordination can help drive new initiatives, foster collaboration across teams, and ensure the successful implementation of emerging technologies. Whether managing projects or facilitating programs, staff members play a vital role in enabling organizational progress.",
        "buttonText": "Get in Touch",
        "buttonLink": "#",
        "widthClass": "md:w-4/5",
        "marginClass": "mb-0",
        "titleMargin": "mb-0"
      }
    },
    "imageOnLeft": false,
    "imageComponent": {
      "type": "OutlinedBox",
      "props": {
        "headerText": "Staff Opportunities",
        "content": [
          "Operations Support",
          "Training Coordinator",
          "Team Leadership",
          "Program Oversight"
        ]
      }
    },
    "marginClass": "mb-0",
    "imageOnBottomSmall": true
  },
  {
    "id": 2,
    "title": "Civilian Opportunities",
    "content": {
      "type": "CustomSection",
      "props": {
        "description": "We value the unique skills and experience that civilian professionals bring to the mission. Civilian opportunities span a wide range of roles, including program coordination, policy development, research, training, and operational support. These team members contribute technical expertise, innovative thinking, and institutional insight that help drive meaningful progress. Whether you're supporting technology initiatives, streamlining logistics, or advising on strategy, civilian professionals play an essential role in shaping our future.",
        "buttonText": "Find Openings",
        "buttonLink": "#",
        "newPage": true,
        "widthClass": "md:w-4/5",
        "marginClass": "mb-0",
        "titleMargin": "mb-0"
      }
    },
    "imageOnLeft": false,
    "imageComponent": {
      "type": "OutlinedBox",
      "props": {
        "headerText": "Civilian Opportunities",
        "content": [
          "Current open positions can be listed here"
        ]
      }
    },
    "marginClass": "mb-0",
    "imageOnBottomSmall": true
  }
]
